{
  "users": [
    {
      "username": "Mark",
      "email": "blahblahblah",
      "password": "blahblahblah",
      "id": 1
    },
    {
      "username": "mark",
      "email": "hale",
      "password": "sup",
      "id": 2
    },
    {
      "username": "lance",
      "email": "",
      "password": "",
      "id": 3
    },
    {
      "username": "Lance",
      "email": "",
      "password": "",
      "id": 4
    }
  ],
  "gameCollection": [
    {
      "giantBombGameid": 15473,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2550128-primeclean.jpg",
      "title": "Metroid Prime",
      "description": "Take control of Samus Aran in her first 3D adventure as she battles the Space Pirates on Tallon IV while uncovering the mysterious disappearance of its inhabitants.",
      "genreName": "First-Person Shooter, Platformer, Action-Adventure",
      "genreId": "32, 41, 43",
      "platform": "GameCube, Wii",
      "rating": "ESRB: T, CERO: A, PEGI: 12+",
      "similarGamesNames": "BioShock, Mega Man X2, Geist, Prey, Shadow Complex, Castlevania: Symphony of the Night, Star Wars: Republic Commando, Sync, The Divide: Enemies Within, Robotica",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        2,
        1
      ],
      "id": 1
    },
    {
      "giantBombGameid": 33394,
      "image": "https://www.giantbomb.com/api/image/scale_medium/1895988-skyrim.png",
      "title": "The Elder Scrolls V: Skyrim",
      "description": "The fifth installment in Bethesda's Elder Scrolls franchise is set in the eponymous province of Skyrim, where the ancient threat of dragons, led by the sinister Alduin, is rising again to threaten all mortal races. Only the player, as the prophesied hero the Dovahkiin, can save the world from destruction.",
      "genreName": "Role-Playing",
      "genreId": 5,
      "platform": "Xbox 360, PlayStation 3, Xbox 360 Games Store, PC, Xbox One, PlayStation 4, Nintendo Switch",
      "rating": "ESRB: M, BBFC: 15, OFLC: MA15+, CERO: Z, PEGI: 18+",
      "similarGamesNames": "Fallout 3, Guild Wars: Eye of the North, Fallout: New Vegas, Dark Messiah of Might & Magic, Risen 2: Dark Waters, The Elder Scrolls IV: Oblivion, King's Field, Dragon's Dogma: Dark Arisen, Dark Messiah of Might and Magic: Elements, Lichdom: Battlemage, Two Worlds II, Of Orcs and Men, Tales of Mythica: Assertion, Cosmology of Kyoto, The Witcher 2: Assassins of Kings, Xenoblade Chronicles X, Fallout 4, Sorcerian, The Legend of Zelda, Karnage Chronicles",
      "userId": 1,
      "hoursPlayed": "2",
      "review": "klnsafnk",
      "categoryId": [],
      "id": 3
    },
    {
      "giantBombGameid": 20504,
      "image": "https://www.giantbomb.com/api/image/scale_medium/1974388-box_fallout3.png",
      "title": "Fallout 3",
      "description": "In Bethesda's first-person revival of the classic post-apocalyptic RPG series, the player is forced to leave Vault 101 and venture out into the irradiated wasteland of Washington D.C. to find his or her father.",
      "genreName": "Role-Playing, First-Person Shooter",
      "genreId": "5, 32",
      "platform": "Xbox 360, PlayStation 3, Xbox 360 Games Store, PC",
      "rating": "ESRB: M, OFLC: MA15+, PEGI: 16+, BBFC: 18, CERO: Z, PEGI: 18+",
      "similarGamesNames": "The Elder Scrolls IV: Oblivion, S.T.A.L.K.E.R.: Shadow of Chernobyl, Deus Ex, The Elder Scrolls IV: Shivering Isles, Deus Ex: Invisible War, Deus Ex: Human Revolution, S.T.A.L.K.E.R.: Clear Sky, Gothic II, Gothic 3, Bad Blood, S.T.A.L.K.E.R.: Call of Pripyat, Mass Effect 2, Fallen Earth, I Am Alive, BioShock 2, HellMOO, Vampire: The Masquerade - Bloodlines, The Elder Scrolls V: Skyrim, The Dead Linger, Nuclear Union, Fallout: New Vegas, Sorcerian, The Long Dark, Sir, You Are Being Hunted, BioShock, Cosmology of Kyoto, 10 Years After, Gadget: Invention, Travel & Adventure, Outcast, Neon City Riders, 4-Play Action Pack (Volume 1), Metro Exodus",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 4
    },
    {
      "giantBombGameid": 10955,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2417202-box_ut3.png",
      "title": "Unreal Tournament 3",
      "description": "The third main installment of the fast-paced arena-based first-person shooter brings its futuristic world to the Unreal Engine 3 game engine while adding a grimy aesthetic and a new story-based single-player campaign (involving a crew of mercenaries set out to avenge their fallen colony against the Necris).",
      "genreName": "First-Person Shooter, Vehicular Combat",
      "genreId": "32, 38",
      "platform": "Xbox 360, PlayStation 3, PC",
      "rating": "ESRB: M, BBFC: 18, CERO: 18+, CERO: D",
      "similarGamesNames": "Quake III Arena, Quake 4, Quake III: Team Arena, Shadowrun, Quake Live, CellFactor: Psychokinetic Wars, Quake II, Quake, Tribes Ascend, Gears of War 3, Nexuiz, Gears of War: Judgment, Gunslinger Stratos",
      "userId": 1,
      "hoursPlayed": "57",
      "review": "Played too much in High School",
      "categoryId": [],
      "id": 5
    },
    {
      "giantBombGameid": 40026,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2342429-darkstalkers_resurrec2wui4.jpg",
      "title": "Darkstalkers Resurrection",
      "description": "The last two entries in the Darkstalkers trilogy return in this enhanced downloadable compilation for the Xbox 360 and PlayStation 3.",
      "genreName": "Fighting, Compilation",
      "genreId": "9, 15",
      "platform": "Xbox 360, PlayStation 3, Xbox 360 Games Store, PlayStation Network (PS3)",
      "rating": "CERO: C, ESRB: T",
      "similarGamesNames": "Marvel vs. Capcom Origins, Street Fighter III: 3rd Strike, Capcom Arcade Hits Volume 1",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1
      ],
      "id": 6
    },
    {
      "giantBombGameid": 59862,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2993180-box_dbfz.png",
      "title": "Dragon Ball FighterZ",
      "description": "From the developers of the Guilty Gear Xrd series of fighting games comes a more traditional tag-team fighting game adaptation of the Dragon Ball manga and anime.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "PC, Xbox One, PlayStation 4, Nintendo Switch",
      "rating": "ESRB: T, PEGI: 12+",
      "similarGamesNames": "Guilty Gear Xrd -Revelator-, Marvel vs. Capcom 3: Fate of Two Worlds, BlazBlue Cross Tag Battle, The King of Fighters XIV",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1
      ],
      "id": 7
    },
    {
      "giantBombGameid": 50323,
      "image": "https://www.giantbomb.com/api/image/scale_medium/3002948-box_unibelst.png",
      "title": "Under Night In-Birth Exe:Late[st]",
      "description": "Under Night In-Birth Exe:Late[st] is an updated version of UNIEL that includes new characters, fighting mechanics, and numerous character balance tweaks.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "Arcade, PlayStation Network (PS3), PC, PlayStation Network (Vita), PlayStation 4",
      "rating": "ESRB: T",
      "similarGamesNames": "BlazBlue: Central Fiction",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1
      ],
      "id": 8
    },
    {
      "giantBombGameid": 58972,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2929091-5234022055-C7q2p35VsAA-DJB.jpg:large",
      "title": "Guilty Gear Xrd REV 2",
      "description": "Guilty Gear Xrd REV 2 is the update and sequel to REVELATOR. REV 2 was first announced during Arc System Works Game Award in January 14, 2017. REV 2 brings new balance changes, new moves for the entire roster, new Episode story scenes, revamped online mode and two additional playable characters, Baiken and Answer.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "Arcade, PlayStation Network (PS3), PC, PlayStation 4",
      "rating": "No Available Ratings",
      "similarGamesNames": "The King of Fighters XIV",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1
      ],
      "id": 9
    },
    {
      "giantBombGameid": 42679,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2770179-6882031468-latest",
      "title": "Guilty Gear Xrd -SIGN-",
      "description": "The 5th installment in the Guilty Gear franchise. It is the first in the Xrd series and is directed by Guilty Gear Creator Daisuke Ishiwatari.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "PlayStation 3, Arcade, PlayStation Network (PS3), PC, PlayStation 4",
      "rating": "ESRB: T",
      "similarGamesNames": "Marvel vs. Capcom 3: Fate of Two Worlds, BlazBlue Continuum Shift Extend, BlazBlue: Calamity Trigger, Street Fighter V, BlazBlue: Chrono Phantasma Extend, Guilty Gear XX Accent Core Plus R, The King of Fighters XIV",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1
      ],
      "id": 10
    },
    {
      "giantBombGameid": 50476,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2989782-box_ggx3r.png",
      "title": "Guilty Gear Xrd -Revelator-",
      "description": "The first revision in the Guilty Gear Xrd series.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "PlayStation 3, Arcade, PC, PlayStation 4",
      "rating": "ESRB: T, PEGI: 12+, CERO: B",
      "similarGamesNames": "BlazBlue: Central Fiction, Dragon Ball FighterZ, The King of Fighters XIV",
      "userId": 1,
      "hoursPlayed": "6",
      "review": "also really fun, but rev2 is better",
      "categoryId": [
        1
      ],
      "id": 11
    },
    {
      "giantBombGameid": 34082,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2531065-box_sg.png",
      "title": "Skullgirls",
      "description": "Take control of fierce female warriors in a 1940s dark Deco world in this stylish indie fighting game developed by (and for) hardcore fighting game enthusiasts.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "Mac, Arcade, Xbox 360 Games Store, PlayStation Network (PS3), PC, PlayStation Vita, PlayStation Network (Vita), PlayStation 4, Linux, Nintendo Switch",
      "rating": "ESRB: T, PEGI: 16+, CERO: C, OFLC: M",
      "similarGamesNames": "BlazBlue: Calamity Trigger, Marvel vs. Capcom 3: Fate of Two Worlds, Marvel vs. Capcom: Clash of Super Heroes, Marvel vs. Capcom 2: New Age of Heroes, Street Fighter EX2, BlazBlue: Continuum Shift, BlazBlue Calamity Trigger Portable, Blazblue: Continuum Shift II, Darkstalkers 3, Darkstalkers: The Night Warriors, Night Warriors: Darkstalkers' Revenge, Darkstalkers Chronicle: The Chaos Tower, Vampire Chronicle For Matching Service, Arcana Heart, Arcana Heart 2, Arcana Heart 3, Ougon Musou Kyoku, Ougon Musou Kyoku Cross, Ougon Musoukyoku X, Capcom vs. SNK 2: Mark of the Millennium, Capcom vs. SNK: Millennium Fight 2000 Pro, Super Street Fighter II Turbo HD Remix, Street Fighter III: 3rd Strike, Street Fighter III: New Generation, Street Fighter III: 2nd Impact, Super Street Fighter II Turbo, Super Street Fighter II, Street Fighter II' Turbo: Hyper Fighting, Street Fighter Alpha: Warriors' Dreams, Street Fighter Alpha 2, Street Fighter Alpha 3, Asuka 120% Limited Burning Fest., Vanguard Princess, Chaos Code, Aquapazza: Aquaplus Dream Match, Battle High 2, Melty Blood: Actress Again: Current Code, The Chainsaw Incident, Beast's Fury, Banzai Pecan: Last Hope for the Young Century, Advanced V.G. 2",
      "userId": 1,
      "hoursPlayed": "20",
      "review": "Poor Mike",
      "categoryId": [
        1
      ],
      "id": 12
    },
    {
      "giantBombGameid": 30944,
      "image": "https://www.giantbomb.com/api/image/scale_medium/1856048-box_mvc3.png",
      "title": "Marvel vs. Capcom 3: Fate of Two Worlds",
      "description": "After a decade-long hiatus, Marvel vs. Capcom 3 continues the popular crossover fighting game series characterized by fast-paced gameplay, complex tag teams, and elaborate combos.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "Xbox 360, PlayStation 3",
      "rating": "ESRB: T, PEGI: 12+, OFLC: PG, CERO: C",
      "similarGamesNames": "Darkstalkers: The Night Warriors, Darkstalkers Chronicle: The Chaos Tower, Darkstalkers 3, Marvel Nemesis: Rise of the Imperfects, Mortal Kombat vs. DC Universe, Tekken X Street Fighter, BlazBlue: Continuum Shift, The King of Fighters XIII, Spider-Man: Shattered Dimensions, Capcom vs. SNK 2: Mark of the Millennium, Tatsunoko vs. Capcom: Ultimate All Stars, Sunday vs. Magazine: Shuuketsu! Choujou Daikessen, Tekken Tag Tournament 2, X-Men vs. Street Fighter, Skullgirls, Street Fighter X Tekken, Mortal Kombat, Iron Man 2, Divekick, Guilty Gear Xrd -SIGN-, Guilty Gear XX Accent Core Plus R, Dragon Ball FighterZ",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1
      ],
      "id": 13
    },
    {
      "giantBombGameid": 50156,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2845287-7250370312-57252.jpg",
      "title": "Koihime Enbu",
      "description": "A second 2D fighting game in the Koihime Musou series.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "PlayStation 3, Arcade, PC, PlayStation 4",
      "rating": "CERO: B",
      "similarGamesNames": "No Similar Games Available",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1
      ],
      "id": 14
    },
    {
      "giantBombGameid": 37140,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2096182-cover.jpg",
      "title": "Melty Blood: Actress Again: Current Code",
      "description": "The followup to Actress Again, Current Code is the 4th installment in the Melty Blood series of fighting games.",
      "genreName": "Fighting, Text Adventure",
      "genreId": "9, 36",
      "platform": "Arcade, PC",
      "rating": "No Available Ratings",
      "similarGamesNames": "Guilty Gear, BlazBlue: Calamity Trigger, Battle Fantasia, Chaos Code, Guilty Gear XX Λ Core, Million KNights Vermilion, Vanguard Princess, Akatsuki Blitzkampf, Street Fighter III: 3rd Strike, Jackie Chan in Fists of Fire, Aquapazza: Aquaplus Dream Match, Skullgirls, Guilty Gear XX Accent Core Plus R, Nitroplus Blasterz: Heroines Infinite Duel, Persona 4: Arena Ultimax",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1
      ],
      "id": 15
    },
    {
      "giantBombGameid": 8292,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2831953-ps_wiiuvc_supermetroid.png",
      "title": "Super Metroid",
      "description": "Super Metroid is the third game in the Metroid series and the only Metroid game to be released on the Super Nintendo. It has become widely revered for its gameplay, atmosphere, and environmental storytelling, and continues to inspire many action-adventure games.",
      "genreName": "Action-Adventure",
      "genreId": 43,
      "platform": "Super Nintendo Entertainment System, Wii Shop, Wii U, New Nintendo 3DS",
      "rating": "ESRB: E, CERO: A, ESRB: K-A, PEGI: 7+, OFLC: G, OFLC: G8+",
      "similarGamesNames": "Axiom Verge, Batman: Arkham Origins Blackgate, The Divide: Enemies Within, Xeodrifter, Teenage Mutant Ninja Turtles: Danger of the Ooze, Castlevania: Symphony of the Night, Magical Pop'n, The Scheme, Tritorn II: Road of Darkness, Tritorn Final, Ori and the Blind Forest, Dark Souls, Shadow Complex, Sundered, Brain Breaker, Vigilance on Talos V, The Mummy Demastered",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        2
      ],
      "id": 16
    },
    {
      "giantBombGameid": 12572,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2204862-box_tlozoot.png",
      "title": "The Legend of Zelda: Ocarina of Time",
      "description": "The first 3D Legend of Zelda game, Ocarina of Time was created for the Nintendo 64 in 1998 and introduced innovative mechanics such as Z-targeting as well as many of the series' other trademarks. It has frequently been ranked as the greatest game of all time by many publications.",
      "genreName": "Action-Adventure",
      "genreId": 43,
      "platform": "Nintendo 64, Wii Shop, Nintendo 3DS, Nintendo 3DS eShop, Wii U",
      "rating": "ESRB: E, CERO: A, OFLC: G8+, OFLC: PG, PEGI: 12+, ESRB: E10+, OFLC: G",
      "similarGamesNames": "Darksiders, Ōkami, Getsu Fuuma Den, Demon's Souls, Dark Souls, The Granstream Saga, Secret of Mana, The Ico & Shadow of the Colossus Collection, Shadow of the Colossus, Kameo: Elements of Power, Kong: The 8th Wonder of the World, Mushroom Men: The Spore Wars, Final Fantasy Crystal Chronicles: The Crystal Bearers, Enslaved: Odyssey to the West, Okamiden, Darksiders II, Musashi: Samurai Legend, Evoland, Spud's Quest, Melkor, Mystical Ninja starring Goemon, Alundra 2, Alundra, Hercules: The Legendary Journeys, Star Fox Adventures, Dinotopia: The Sunstone Odyssey, Sphinx and the Cursed Mummy, Legacy of Kain: Soul Reaver, Castlevania: Legacy of Darkness, Castlevania, Dark Souls II, Beyond Good & Evil, 3D Dot Game Heroes, Skrillex Quest, Oceanhorn: Monster of Uncharted Seas, The Legend of Zelda: Skyward Sword, Fantasy Tales Online, I, Hope",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        2,
        2
      ],
      "id": 17
    },
    {
      "giantBombGameid": 18508,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2609768-lozww.jpg",
      "title": "The Legend of Zelda: The Wind Waker",
      "description": "The first entry in the Zelda franchise for the GameCube, sporting a distinctive cel-shaded graphics style. It built upon the mechanics of Ocarina of Time and Majora's Mask, and its oceanic setting emphasized exploration.",
      "genreName": "Action-Adventure",
      "genreId": 43,
      "platform": "GameCube",
      "rating": "ESRB: E, PEGI: 7+, OFLC: G8+",
      "similarGamesNames": "The Girl and the Robot, Jotun, Oceanhorn: Monster of Uncharted Seas, The Legend of Zelda: Skyward Sword, A Hat in Time",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        2
      ],
      "id": 18
    },
    {
      "giantBombGameid": 17743,
      "image": "https://www.giantbomb.com/api/image/scale_medium/3014327-box_ssbm.png",
      "title": "Super Smash Bros. Melee",
      "description": "Super Smash Bros. Melee brings more of everything to the table. This sequel of the N64 classic has significantly more depth and has previously been featured in the MLG and EVO lineup.",
      "genreName": "Action, Fighting, Brawler",
      "genreId": "1, 9, 37",
      "platform": "GameCube",
      "rating": "ESRB: T, PEGI: 3+, OFLC: G8+",
      "similarGamesNames": "The Outfoxies, Rivals of Aether, WaveLand, Knight Club, Icons: Combat Arena, Slap City, Super Smash Bros. Ultimate, Shovel Knight Showdown",
      "userId": 1,
      "hoursPlayed": "1500",
      "review": "Don't break your hands",
      "categoryId": [
        1,
        2
      ],
      "id": 19
    },
    {
      "giantBombGameid": 20588,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2561025-ssb.jpg",
      "title": "Super Smash Bros. Brawl",
      "description": "Strap on your fighting shoes and get ready to brawl in the first  Smash Bros. game for the Wii.",
      "genreName": "Action, Fighting, Brawler",
      "genreId": "1, 9, 37",
      "platform": "Wii",
      "rating": "ESRB: T, PEGI: 12+, CERO: A, OFLC: PG",
      "similarGamesNames": "Jump Ultimate Stars, Dream Mix TV World Fighters, Teenage Mutant Ninja Turtles: Smash-Up, Small Arms, The Outfoxies, Cartoon Network: Punch Time Explosion, Battle Stadium D.O.N, Power Stone, Sonic Battle, Digimon: Battle Spirit, One Piece: Gear Spirit, Viewtiful Joe: Red Hot Rumble, One Piece: Grand Battle, Rave Master, Newgrounds Rumble, PlayStation All-Stars Battle Royale, Pen 1 Grand Prix: Penguin no Mondai Special, Rivals of Aether, Knight Club, Super Smash Bros. Ultimate, Shovel Knight Showdown",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1,
        2
      ],
      "id": 20
    },
    {
      "giantBombGameid": 19125,
      "image": "https://www.giantbomb.com/api/image/scale_medium/1810969-box_ssb.png",
      "title": "Super Smash Bros.",
      "description": "Characters from popular Nintendo franchises meet up for the first time (and then duke it out) in this crossover fighting game by HAL.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "Nintendo 64, Wii Shop",
      "rating": "ESRB: E",
      "similarGamesNames": "Rumble Academy, Megabyte Punch, Jamsouls, The Outfoxies, BaraBariBall, Kirby Fighters Deluxe, Rivals of Aether, Indie Assault, Famicom Jump: Hero Retsuden, Indie Game Battle, Go All Out!, Knight Club, Super Smash Bros. Ultimate, Shovel Knight Showdown",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1,
        2
      ],
      "id": 21
    },
    {
      "giantBombGameid": 43241,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2515618-usf4.jpg",
      "title": "Ultra Street Fighter IV",
      "description": "The third major installment of the Street Fighter IV legacy adds characters and stages from Street Fighter X Tekken, a brand new fighter, new gameplay mechanics (including the ability to bring both Ultra Combos into the fight), and a variety of balance tweaks, training enhancements, and new modes.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "Xbox 360, PlayStation 3, Arcade, Xbox 360 Games Store, PlayStation Network (PS3), PC, PlayStation 4",
      "rating": "PEGI: 12+, OFLC: M, ESRB: M, ESRB: T",
      "similarGamesNames": "Tekken 7, BlazBlue: Chrono Phantasma Extend, Arcana Heart 3: LOVE MAX SIX STARS!!!!!!, Gunslinger Stratos 2, The King of Fighters XIV",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1
      ],
      "id": 22
    },
    {
      "giantBombGameid": 47363,
      "image": "https://www.giantbomb.com/api/image/scale_medium/3016169-box_hbss.png",
      "title": "Hellblade: Senua's Sacrifice",
      "description": "An action game from Ninja Theory.",
      "genreName": "Action, Action-Adventure",
      "genreId": "1, 43",
      "platform": "PC, Xbox One, PlayStation 4",
      "rating": "PEGI: 18+",
      "similarGamesNames": "Ryse: Son of Rome",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 23
    },
    {
      "giantBombGameid": 27312,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2351232-tomb_raider.jpg",
      "title": "Tomb Raider",
      "description": "A young and inexperienced Lara Croft is shipwrecked on a mysterious island in this reboot of the beloved action adventure franchise, which departs from the mood of prior games in the series.",
      "genreName": "Platformer, Action-Adventure",
      "genreId": "41, 43",
      "platform": "Mac, Xbox 360, PlayStation 3, Xbox 360 Games Store, PlayStation Network (PS3), PC, Android, Xbox One, PlayStation 4, Linux",
      "rating": "ESRB: M, PEGI: 18+, OFLC: MA15+, CERO: Z",
      "similarGamesNames": "Uncharted: Drake's Fortune, Assassin's Creed II, Far Cry 4, Middle-earth: Shadow of Mordor, Uncharted 4: A Thief's End, Prince of Persia: The Sands of Time, Horizon Zero Dawn, Uncharted: The Lost Legacy",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 24
    },
    {
      "giantBombGameid": 3023,
      "image": "https://www.giantbomb.com/api/image/scale_medium/217714-tombraiderpccover.jpg",
      "title": "Tomb Raider",
      "description": "Tomb Raider stars Lara Croft in her first title as she races through the jungles of Peru to the sands of Egypt in pursuit of the Scion, an ancient artifact reputedly holding the key to the ancient mystery of Atlantis itself. It would later be remade as Tomb Raider Anniversary.",
      "genreName": "Shooter, Puzzle, Platformer, Action-Adventure",
      "genreId": "11, 18, 41, 43",
      "platform": "Mac, PlayStation, N-Gage, Saturn, PC, iPhone, iPad, Android",
      "rating": "ESRB: T, BBFC: 15",
      "similarGamesNames": "Indiana Jones and the Emperor's Tomb, Duke Nukem: Time to Kill, Pitfall!, Indiana Jones and the Infernal Machine, The Mummy: Tomb of the Dragon Emperor, Shadow Man, Tomb Raider: Chronicles, Heretic II, Barbie Explorer, Frank Herbert's Dune, Ian Livingstone's Deathtrap Dungeon, Space Bunnies Must Die!, Shade: Wrath of Angels, Nightmare Creatures, Tomb Raider: The Golden Mask, Spud's Quest, Unearthed: Trail of Ibn Battuta, Prince of Persia 3D, Baraduke, Haydee, Pax Corpus",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 25
    },
    {
      "giantBombGameid": 36872,
      "image": "https://www.giantbomb.com/api/image/scale_medium/3003499-box_trslc.png",
      "title": "Tomb Raider",
      "description": "The first handheld Tomb Raider game.",
      "genreName": "Platformer",
      "genreId": 41,
      "platform": "Game Boy Color",
      "rating": "ESRB: E",
      "similarGamesNames": "Prince of Persia, Flashback: The Quest for Identity, BlackThorne, Oddworld: Abe's Oddysee, Retro Raider",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 26
    },
    {
      "giantBombGameid": 8554,
      "image": "https://www.giantbomb.com/api/image/scale_medium/3041300-1480445266-2321508117.jpg",
      "title": "Lara Croft Tomb Raider: Legend",
      "description": "Lara travels across the world in search of a legendary artifact. Legend is the first entry in the 2006 reboot of the series and is the first Tomb Raider game developed by Crystal Dynamics after they took over the role from Core Design.",
      "genreName": "Action-Adventure",
      "genreId": 43,
      "platform": "Game Boy Advance, PlayStation Portable, PlayStation 2, Xbox 360, GameCube, Xbox, PlayStation 3, Nintendo DS, PC, PlayStation Network (PSP)",
      "rating": "PEGI: 12+, CERO: B, ESRB: T, PEGI: 16+",
      "similarGamesNames": "Prince of Persia: The Sands of Time, Prince of Persia: Revelations, Prince of Persia: The Two Thrones, A Sound of Thunder, Indiana Jones and the Infernal Machine, The Mummy Returns, X-Blades, Tom Clancy's Splinter Cell: Double Agent, Shade: Wrath of Angels",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 27
    },
    {
      "giantBombGameid": 8201,
      "image": "https://www.giantbomb.com/api/image/scale_medium/3041314-1480687058-2271786666.jpg",
      "title": "Lara Croft Tomb Raider: Anniversary",
      "description": "Anniversary is a remake of the original Tomb Raider game, running in the engine from Tomb Raider: Legend. Join Lara Croft as she travels the world on her very first adventure all over again!",
      "genreName": "Action-Adventure",
      "genreId": 43,
      "platform": "Mac, PlayStation Portable, PlayStation 2, Xbox 360, Wii, PC, PlayStation Network (PSP)",
      "rating": "ESRB: T, PEGI: 16+, BBFC: 12, CERO: B, OFLC: M",
      "similarGamesNames": "Tomb Raider, Prince of Persia: The Two Thrones, Duke Nukem: Time to Kill, Uncharted: Drake's Fortune, WET, Prince of Persia: Revelations, The Mummy: Tomb of the Dragon Emperor, The Mummy Returns, Tomb Raider: Chronicles, Peter Jackson's King Kong: The Official Game of the Movie, 007: From Russia with Love, Tom Clancy's Splinter Cell, Tom Clancy's Splinter Cell: Pandora Tomorrow, Teen Titans, Mission: Impossible - Operation Surma, The Great Escape, Lost: Via Domus, The Lord of the Rings: Conquest, Kameo: Elements of Power, Duke Nukem: Zero Hour",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 28
    },
    {
      "giantBombGameid": 20694,
      "image": "https://www.giantbomb.com/api/image/scale_medium/3041510-digital%20xbox%20360%20box%20art%20%28cropped%29.png",
      "title": "Tomb Raider: Underworld",
      "description": "With an improved graphics engine, Lara Croft is back and is looking better than ever. This time around she'll be going on an adventure to find the sacred Mayan underworld of Xibalba in Southern Mexico.",
      "genreName": "Action-Adventure",
      "genreId": 43,
      "platform": "PlayStation 2, Xbox 360, PlayStation 3, Wii, Nintendo DS, Xbox 360 Games Store, PlayStation Network (PS3), PC",
      "rating": "PEGI: 16+, BBFC: 12, ESRB: T, OFLC: M, CERO: B",
      "similarGamesNames": "Uncharted: Drake's Fortune, Prince of Persia: The Two Thrones, WET, Indiana Jones and the Infernal Machine, The Mummy: Tomb of the Dragon Emperor, The Mummy Returns, Pirates: The Legend of Black Kat, Galleon, X-Blades, Duke Nukem: Zero Hour, Prince of Persia: The Forgotten Sands",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 29
    },
    {
      "giantBombGameid": 6742,
      "image": "https://www.giantbomb.com/api/image/scale_medium/1881092-box_traidertaod.png",
      "title": "Lara Croft Tomb Raider: The Angel of Darkness",
      "description": "The Angel of Darkness is the sixth game in the Tomb Raider series, and the first for the PlayStation 2. It features a lot of design differences and is widely considered the weakest game in the series.",
      "genreName": "Action-Adventure",
      "genreId": 43,
      "platform": "Mac, PlayStation 2, PC",
      "rating": "ESRB: T, PEGI: 12+",
      "similarGamesNames": "The Mummy Returns, Metal Gear Solid 2: Sons of Liberty",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 30
    },
    {
      "giantBombGameid": 10135,
      "image": "https://www.giantbomb.com/api/image/scale_medium/1810974-box_traiderc.png",
      "title": "Tomb Raider: Chronicles",
      "description": "The fifth entry in the popular Tomb Raider series delves into Lara's past to reveal some of her previously unwitnessed adventuring exploits.",
      "genreName": "Action",
      "genreId": 1,
      "platform": "Mac, PlayStation, Dreamcast, PC",
      "rating": "ESRB: T",
      "similarGamesNames": "Tomb Raider, Lara Croft Tomb Raider: Anniversary, Duke Nukem: Zero Hour, Barbie Explorer",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 31
    },
    {
      "giantBombGameid": 10570,
      "image": "https://www.giantbomb.com/api/image/scale_medium/1810977-box_traidertlr.png",
      "title": "Tomb Raider: The Last Revelation",
      "description": "When Lara Croft accidentally releases the Egyptian god Set, she must quickly find a way to entomb him once again before he unleashes the apocalypse.",
      "genreName": "Action, Adventure, Shooter, Puzzle",
      "genreId": "1, 4, 11, 18",
      "platform": "Mac, PlayStation, Dreamcast, PlayStation Network (PS3), PC, PlayStation Network (PSP)",
      "rating": "ESRB: T",
      "similarGamesNames": "The Mummy Returns, Barbie Explorer, Indiana Jones and the Emperor's Tomb",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 33
    },
    {
      "giantBombGameid": 67214,
      "image": "https://www.giantbomb.com/api/image/scale_medium/3018621-box_sottr.png",
      "title": "Shadow of the Tomb Raider",
      "description": "The third game in Lara's rebooted series",
      "genreName": "Action-Adventure",
      "genreId": 43,
      "platform": "PC, Xbox One, PlayStation 4",
      "rating": "No Available Ratings",
      "similarGamesNames": "No Similar Games Available",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 34
    },
    {
      "giantBombGameid": 337,
      "image": "https://www.giantbomb.com/api/image/scale_medium/1810971-box_traider2.png",
      "title": "Tomb Raider II",
      "description": "The second title in the Tomb Raider franchise. Lara Croft races against the forces of Marco Bartoli in search of clues that will lead her to the Dagger of Xian, a powerful relic that allowed the Emperor of China to command his armies.",
      "genreName": "Shooter, Platformer, Action-Adventure",
      "genreId": "11, 41, 43",
      "platform": "Mac, PlayStation, PC, iPhone, iPad, Android",
      "rating": "ESRB: T",
      "similarGamesNames": "Duke Nukem: Time to Kill, Indiana Jones and the Infernal Machine, Barbie Explorer, Tomb Raider: The Golden Mask",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 35
    },
    {
      "giantBombGameid": 19596,
      "image": "https://www.giantbomb.com/api/image/scale_medium/1810972-box_traider3.png",
      "title": "Tomb Raider III: Adventures of Lara Croft",
      "description": "The third game in the Tomb Raider series. Lara travels the world to find four meteorite stones.",
      "genreName": "Action-Adventure",
      "genreId": 43,
      "platform": "Mac, PlayStation, PC",
      "rating": "ESRB: T",
      "similarGamesNames": "Indiana Jones and the Infernal Machine, The Mummy Returns, Barbie Explorer, Tomb Raider: The Golden Mask",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 36
    },
    {
      "giantBombGameid": 46549,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2795702-rise.jpg",
      "title": "Rise of the Tomb Raider",
      "description": "A follow up to 2013's Tomb Raider reboot. After the events of the previous game, Lara spends one year searching to explain what she saw. Her quest to explain immortality leads her to Siberia, home of a mythical city known as Kitezh.",
      "genreName": "Action-Adventure",
      "genreId": 43,
      "platform": "Xbox 360, Xbox 360 Games Store, PC, Xbox One, PlayStation 4, Linux",
      "rating": "ESRB: M",
      "similarGamesNames": "Uncharted 4: A Thief's End, Uncharted: The Lost Legacy",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 37
    },
    {
      "giantBombGameid": 1615,
      "image": "https://www.giantbomb.com/api/image/scale_medium/811708-sfiii3s_arcade_flyer.jpg",
      "title": "Street Fighter III: 3rd Strike",
      "description": "The third and final iteration of Street Fighter III, including a wealth of gameplay and design revisions while introducing several new combatants.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "PlayStation 2, Xbox, Dreamcast, Arcade, Xbox 360 Games Store, PlayStation Network (PS3)",
      "rating": "ESRB: T, CERO: All Ages, CERO: A",
      "similarGamesNames": "The King of Fighters '99, Marvel vs. Capcom: Clash of Super Heroes, Capcom vs. SNK: Millennium Fight 2000, The King of Fighters XII, SVC Chaos: SNK vs. Capcom, Marvel Super Heroes Vs. Street Fighter, Fist of the North Star, Garou: Mark of the Wolves, NeoGeo Battle Coliseum, X-Men vs. Street Fighter, The King of Fighters '98 Ultimate Match, Melty Blood: Act Cadenza, The King of Fighters 2000, Darkstalkers: The Night Warriors, Night Warriors: Darkstalkers' Revenge, The King of Fighters '97, Fighter's History, Red Earth, Capcom Fighting Evolution, X-Men: Children of the Atom, Mortal Kombat: Tournament Edition, Super Dragon Ball Z, The King of Fighters: Neowave, Capcom vs. SNK: Millennium Fight 2000 Pro, BlazBlue: Continuum Shift, Tatsunoko vs. Capcom: Ultimate All Stars, Battle Fantasia, Galaxy Fight: Universal Warriors, JoJo's Bizarre Adventure, Waku Waku 7, Astra Superstars, CAPOEIRA FIGHTER 3, Akatsuki Blitzkampf, K-1 Pocket Grand Prix 2, Fighting For One Piece, Avatar Fighter, Melty Blood: Actress Again: Current Code, Skullgirls, Yatagarasu, Marvel vs. Capcom Origins, Darkstalkers Resurrection, Divekick, Yatagarasu: Attack on Cataclysm",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1
      ],
      "id": 38
    },
    {
      "giantBombGameid": 16436,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2011580-box_tmetal2.png",
      "title": "Twisted Metal 2",
      "description": "Twisted Metal 2 is the second game in the franchise, which adds more playable characters and weapons to the series as the various cars attempt to battle their way to the evil Calypso for their desired prize.",
      "genreName": "Vehicular Combat",
      "genreId": 38,
      "platform": "PlayStation, PlayStation Network (PS3), PC, PlayStation Network (PSP)",
      "rating": "ESRB: T",
      "similarGamesNames": "Motor Mayhem, Streets of SimCity, Carmageddon II: Carpocalypse Now, WWE Crush Hour, Carmageddon TDR 2000, Red Asphalt, Mashed: Drive to Survive, Vigilante 8 Arcade, RoadKill, Battle Cars, Powerslide, Vigilante 8: 2nd Offense, Rogue Trip: Vacation 2012, Full Auto 2: Battlelines, Clutch, Wild Metal, Cyber Sled, Breakneck, Critical Depth",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 39
    },
    {
      "giantBombGameid": 21870,
      "image": "https://www.giantbomb.com/api/image/scale_medium/1707902-outfoxies.jpg",
      "title": "The Outfoxies",
      "description": "The mysterious Mr. Acme has arranged for seven professional assassins to fight each other to the death in this unique 2D arcade fighting game (seen as the precursor to other popular platform-based fighting games).",
      "genreName": "Fighting, Platformer",
      "genreId": "9, 41",
      "platform": "Arcade",
      "rating": "No Available Ratings",
      "similarGamesNames": "Power Stone, Power Stone 2, Super Smash Bros. Brawl, Teenage Mutant Ninja Turtles: Smash-Up, Cartoon Network: Punch Time Explosion, Battle Stadium D.O.N, Jump Super Stars, Dream Mix TV World Fighters, Sonic Battle, Digimon: Battle Spirit, Digimon Rumble Arena, Digimon Rumble Arena 2, One Piece: Gear Spirit, Onimusha: Blade Warriors, Viewtiful Joe: Red Hot Rumble, Guilty Gear Dust Strikers, Castle Crashers, PlayStation All-Stars Battle Royale, Big Head Bash, TowerFall, Ehrgeiz: God Bless the Ring, Super Smash Bros. for Wii U/Nintendo 3DS, Super Smash Bros. Melee, Super Smash Bros., Nekketsu Kakutō Densetsu",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 40
    },
    {
      "giantBombGameid": 16589,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2285741-box_tmr.png",
      "title": "The Mummy Returns",
      "description": "An action-adventure game based on the movie of the same name. Players can choose to either rule the world as Imhotep or fight as Rick, to save his son, Alex.",
      "genreName": "Action-Adventure",
      "genreId": 43,
      "platform": "PlayStation 2, Game Boy Color",
      "rating": "No Available Ratings",
      "similarGamesNames": "Tomb Raider: Underworld, Lara Croft Tomb Raider: Legend, Lara Croft Tomb Raider: The Angel of Darkness, Indiana Jones and the Emperor's Tomb, Indiana Jones and the Infernal Machine, Tomb Raider III: Adventures of Lara Croft, Tomb Raider: The Lost Artifact, Lara Croft Tomb Raider: Anniversary, Tomb Raider: The Last Revelation",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 41
    },
    {
      "giantBombGameid": 50872,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2879391-the%20king%20of%20fighters%20xiv.png",
      "title": "The King of Fighters XIV",
      "description": "The first in the main King of Fighters series to combine its traditional 2D 3-on-3 gameplay with new 3D visuals. It also begins the series' fourth storyline arc.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "Arcade, PC, PlayStation 4",
      "rating": "No Available Ratings",
      "similarGamesNames": "Street Fighter V, Fighting EX Layer, Ultra Street Fighter IV, Super Street Fighter IV, Street Fighter IV, Dragon Ball FighterZ, Guilty Gear Xrd -Revelator-, Guilty Gear Xrd REV 2, Guilty Gear Xrd -SIGN-",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 42
    },
    {
      "giantBombGameid": 47011,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2726174-b8lvzj6cqaek2kjb2ufu.jpg",
      "title": "Tekken 7",
      "description": "Tekken 7 is the final chapter of the Mishima family's storyline.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "Arcade",
      "rating": "No Available Ratings",
      "similarGamesNames": "Ultra Street Fighter IV, Virtua Fighter 5 Final Showdown, Dead or Alive 5 Ultimate, Dead or Alive 5 Last Round, Dissidia Final Fantasy NT",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 43
    },
    {
      "giantBombGameid": 20100,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2975838-box_ps.png",
      "title": "Power Stone",
      "description": "Choose from eight different characters and do battle in large environments, picking up weapons and collecting Power Stones to transform yourself into a super warrior capable of massive damage.",
      "genreName": "Fighting",
      "genreId": 9,
      "platform": "Dreamcast, Arcade",
      "rating": "ESRB: T, BBFC: 12",
      "similarGamesNames": "Poy Poy 2, Wu-Tang: Shaolin Style, Super Smash Bros. Brawl, Godzilla: Destroy All Monsters Melee, The Outfoxies, Jump Super Stars, Castlevania Judgment, Godzilla: Save the Earth, Digimon Rumble Arena, Rise 2: Resurrection, Ehrgeiz: God Bless the Ring, Xiaolin Showdown, Mortal Kombat: Tournament Edition, Rave Master, The Powerpuff Girls: Chemical X-Traction, Jump Ultimate Stars, Destrega, Loons: The Fight for Fame, Evil Zone, RAZE, Kung Fu Chaos, BlayzBloo: Super Melee Brawlers Battle Royale, Ooga Booga, Rakugaki Showtime, TMNT: Mutant Melee, Lucifer Ring, Bleach: Blade Battlers, PlayStation All-Stars Battle Royale, Tom and Jerry: Fists of Furry, Tom and Jerry: War of the Whiskers, BlazBlue: Clone Phantasma, Rumble Academy, League of Legends, Rise of Incarnates, Barbarian, JoJo's Bizarre Adventure: Eyes of Heaven, LastFight, Coron Land, Hyper Jam",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 44
    },
    {
      "giantBombGameid": 44203,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2908406-4612953331-hMFSG.jpg",
      "title": "Darkest Dungeon",
      "description": "A dungeon crawler that seeks to weigh the psychological effects of delving into hellish monster abodes, not just the damage to HP. Team chemistry means more than just skill synergy.",
      "genreName": "Role-Playing",
      "genreId": 5,
      "platform": "Mac, PC, PlayStation Network (Vita), Xbox One, PlayStation 4, Linux, Nintendo Switch",
      "rating": "No Available Ratings",
      "similarGamesNames": "No Similar Games Available",
      "userId": 3,
      "hoursPlayed": "9000",
      "review": "this is some sick shit",
      "categoryId": [],
      "id": 45
    },
    {
      "giantBombGameid": 39301,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2331106-box_eu4.png",
      "title": "Europa Universalis IV",
      "description": "The newest game in Paradox Interactive's grand strategy franchise, focusing on Europe in the Age of Discovery.",
      "genreName": "Strategy",
      "genreId": 2,
      "platform": "Mac, PC, Linux",
      "rating": "ESRB: T",
      "similarGamesNames": "March of the Eagles, Hearts of Iron III, Sengoku, Victoria II, Crusader Kings II, Hearts of Iron IV, Europa Universalis III",
      "userId": 3,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 46
    },
    {
      "giantBombGameid": 36253,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2112203-box_bbcse.png",
      "title": "BlazBlue Continuum Shift Extend",
      "description": "Yet another updated version of \"BlazBlue Continuum Shift\", this time for the PS Vita, PS3 &amp; Xbox 360. Features a new playable character and additional features.",
      "genreName": "Fighting, Text Adventure",
      "genreId": "9, 36",
      "platform": "PlayStation Portable, Xbox 360, PlayStation 3, PC, PlayStation Network (PSP), PlayStation Vita, PlayStation Network (Vita), Fuze Tomahawk F1",
      "rating": "ESRB: T, PEGI: 12+, CERO: C",
      "similarGamesNames": "Arcana Heart 3, Guilty Gear XX Λ Core Plus, Ougon Musou Kyoku Cross, Phantom Breaker, Ougon Musou Kyoku, Guilty Gear Xrd -SIGN-",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 47
    },
    {
      "giantBombGameid": 44203,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2908406-4612953331-hMFSG.jpg",
      "title": "Darkest Dungeon",
      "description": "A dungeon crawler that seeks to weigh the psychological effects of delving into hellish monster abodes, not just the damage to HP. Team chemistry means more than just skill synergy.",
      "genreName": null,
      "genreId": 5,
      "platform": "Mac, PC, PlayStation Network (Vita), Xbox One, PlayStation 4, Linux, Nintendo Switch",
      "rating": "No Available Ratings",
      "similarGamesNames": "No Similar Games Available",
      "userId": 4,
      "hoursPlayed": "100",
      "review": "Pretty fun game",
      "categoryId": [],
      "id": 48
    },
    {
      "giantBombGameid": 39301,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2331106-box_eu4.png",
      "title": "Europa Universalis IV",
      "description": "The newest game in Paradox Interactive's grand strategy franchise, focusing on Europe in the Age of Discovery.",
      "genreName": null,
      "genreId": 2,
      "platform": "Mac, PC, Linux",
      "rating": "ESRB: T",
      "similarGamesNames": "March of the Eagles, Hearts of Iron III, Sengoku, Victoria II, Crusader Kings II, Hearts of Iron IV, Europa Universalis III",
      "userId": 4,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 49
    },
    {
      "giantBombGameid": 2846,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2468820-napc.jpg",
      "title": "Age of Empires II: The Age of Kings",
      "description": "Control medieval armies and develop a bolstering economy in this genre defining strategy game.",
      "genreName": null,
      "genreId": "2, 12",
      "platform": "Mac, PlayStation 2, PC",
      "rating": "ESRB: T, OFLC: G8+, PEGI: 12+",
      "similarGamesNames": "Stronghold Crusader II, Empires: Dawn of the Modern World, Fate of the Dragon",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 50
    },
    {
      "giantBombGameid": 23460,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2331116-box_hoi3.png",
      "title": "Hearts of Iron III",
      "description": "The third game in the Hearts of Iron series.",
      "genreName": null,
      "genreId": 2,
      "platform": "Mac, PC",
      "rating": "ESRB: E10+, PEGI: 3+",
      "similarGamesNames": "Hearts of Iron, Hearts of Iron II, Hearts of Iron II: Doomsday, Hearts of Iron II: Doomsday - Armageddon, Europa Universalis II, Europa Universalis, Victoria: An Empire Under the Sun, Victoria: Revolutions, Knights of Honor, Making History II: The War of the World, Gary Grigsby's World At War, The Computer Edition of Risk: The World Conquest Game, Europa Universalis: For the Glory, Crusader Kings, Hearts of Iron Anthology, Rise of Prussia, Great Invasions, Waterloo: Napoleon's Last Battle, Europa Universalis III: Divine Wind, Darkest Hour: A Hearts of Iron Game, March of the Eagles, Europa Universalis IV, Europa Universalis III",
      "userId": 4,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [],
      "id": 51
    },
    {
      "giantBombGameid": 45837,
      "image": "https://www.giantbomb.com/api/image/scale_medium/2788336-3024247253-58479.png",
      "title": "Old School RuneScape",
      "description": null,
      "genreName": null,
      "genreId": 16,
      "platform": "Browser",
      "rating": "No Available Ratings",
      "similarGamesNames": "No Similar Games Available",
      "userId": 1,
      "hoursPlayed": null,
      "review": null,
      "categoryId": [
        1
      ],
      "id": 52
    }
  ],
  "userCategories": [
    {
      "categoryName": "fighting games i should practice",
      "userId": 1,
      "id": 1
    },
    {
      "categoryName": "Nintendo Games",
      "userId": 1,
      "id": 2
    }
  ],
  "friends": []
}